
const colors = {
  main: {
    'черный': '#000',
    'бежевый': 'rgb(251, 232, 145)',
    'коричневый': 'rgb(138, 85, 5)',
    'красный': 'rgb(158, 10, 10)',
    'серый': 'rgb(60, 59, 59)',
    'синий': 'rgb(0, 26, 119)'
  },
  secondary: {
    'черный': '#000',
    'бежевый': 'rgb(251, 232, 145)',
    'коричневый': 'rgb(138, 85, 5)',
    'красный': 'rgb(158, 10, 10)',
    'серый': 'rgb(60, 59, 59)',
    'синий': 'rgb(0, 26, 119)',
    'белый': 'rgb(236, 236, 236)',
    'оранжевый': 'rgb(245, 135, 0)',
    'зеленый': 'rgb(37, 142, 24)',
    'желтый': 'rgb(255, 225, 9)'
  }
}

export default colors;